Revit 2027 API
BuiltInFailures.StairRampFailures.WinderMinWidthTooLargeFailure Property
 The value for Minimum Width on Inside Boundary is too large.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId WinderMinWidthTooLargeFailure { get; }
Public Shared ReadOnly Property WinderMinWidthTooLargeFailure As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ WinderMinWidthTooLargeFailure {
	FailureDefinitionId^ get ();
}
static member WinderMinWidthTooLargeFailure : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.StairRampFailures Class
Autodesk.Revit.DB Namespace